tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "olets/tap"
tap "wez/wezterm"
brew "asdf"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-absorb"
brew "gnupg"
brew "go"
brew "jq"
brew "kubernetes-cli"
brew "ripgrep"
brew "sheldon"
brew "starship"
brew "tig"
brew "tmux"
brew "vim"
brew "zsh"
brew "olets/tap/zsh-abbr"
cask "1password-cli"
cask "font-cica"
cask "google-japanese-ime"
cask "hammerspoon"
cask "raycast"
cask "rectangle"
cask "visual-studio-code"
cask "wezterm"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "denoland.vscode-deno"
vscode "dracula-theme.theme-dracula"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "streetsidesoftware.code-spell-checker"
vscode "vitest.explorer"
vscode "vscodevim.vim"
