tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "sanemat/font"
brew "anyenv"
brew "cfssl"
brew "go"
brew "dep"
brew "ffmpeg"
brew "fzf"
brew "ghq"
brew "gibo"
brew "git"
brew "grep"
brew "jq"
brew "kubernetes-cli"
brew "mysql"
brew "neovim"
brew "python@2", link: false
brew "rbenv"
brew "reattach-to-user-namespace"
brew "rename"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "zsh"
brew "zsh-completions"
brew "sanemat/font/ricty", args: ["with-powerline"]
cask "font-hack-nerd-font"
