tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "olets/tap"
tap "wez/wezterm"
brew "asdf"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "gnupg"
brew "go"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "okteto"
brew "ripgrep"
brew "tmux"
brew "vim"
brew "zsh"
brew "olets/tap/zsh-abbr"
cask "rectangle"
cask "wezterm"
