tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "olets/tap"
tap "wez/wezterm"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-absorb"
brew "gnupg"
brew "go"
brew "jq"
brew "kubernetes-cli"
brew "ripgrep"
brew "sheldon"
brew "starship"
brew "tig"
brew "vim"
brew "zsh"
cask "1password-cli"
cask "font-cica"
cask "google-japanese-ime"
cask "hammerspoon"
cask "raycast"
cask "visual-studio-code"
cask "wezterm"
